app/controllers/welcome_controller.rb

SELECT "events".* FROM "events" WHERE (start_time > '2016-06-10 16:28:50.101406')  ORDER BY "events"."start_time" ASC
---
    def index
        @events = Event.where('start_time > ?', Time.zone.now).order(:start_time)